[{"index": "1.0", "text": "GENERAL TERMS", "isTitle": true, "children": []}, {"index": "1.1", "text": "This website <a class=\"underline\" href=\"https://www.useoval.com\">useoval.com</a> and its mobile application is operated by Oval to provide our products and act as an agent in exchanging Fiat Currency (“USD” and/or any other fiat currency that may be added by us from time to time) to stable coin (USDC) or any other virtual currency (“Cryptocurrency”) that may be added by us from time to time, as well as storing your Cryptocurrency within our Digital Currency Wallet (collectively the \"services\").", "isTitle": false, "children": []}, {"index": "1.2", "text": "Oval offers this site, information, tools, products, and services accessible from this site to you provided you accept all the terms and conditions. This User Agreement applies to all users of the site, including without limitation users who are browsers, customers, merchants, and/or contributors of content and exclusively applies to any and all transactions, services, contracts and any business relationship with us.", "isTitle": false, "children": []}, {"index": "1.3", "text": "By accessing or using any part of our services you agree to be bound by these Terms of Use Including those additional Terms, Conditions and Policies referenced herein and/or available by hyperlink. Please read these terms of use carefully before accessing or using our website or any of our services. If you do not agree to all the terms and conditions of these Terms of Use, please discontinue access to the website or the use of any of our services immediately.", "isTitle": false, "children": []}, {"index": "1.4", "text": "You acknowledge that our AML/KYC Policy and Privacy Policy (all made available on our site), are incorporated herein by reference. You further hereby acknowledge that by accessing our site or using our services, you have read, understood, accepted, and agree to be bound by and comply with these Terms of Use as well as our AML/KYC Policy and Privacy Policy.", "isTitle": false, "children": []}, {"index": "1.5", "text": "If you breach any term of this User Agreement, we reserve the right to immediately terminate or suspend the Account you have created using our website. You hereby acknowledge that we do not have to provide you with notice before terminating or suspending your Account. ", "isTitle": false, "children": []}, {"index": "1.6", "text": "When opening or using an Account with us on behalf of an institution you represent and warrant that you are an authorized representative of that institution with the capacity to be bound by this User Agreement and by accessing or using any part of our services you agree to this User Agreement on behalf of such institution Including those additional Terms, Conditions and Policies referenced herein and/or available by hyperlink.", "isTitle": false, "children": []}, {"index": "1.7", "text": "Transactions made on the website may be subject to certain restrictions, including with respect to minimum and/or maximum amounts for each transaction in compliance with our compliance criteria. Different limitations may equally apply to different Cryptocurrencies and limitations may be changed from time to time. We may refuse to perform any transaction at our sole and absolute discretion, including without limitation, where there is any violation by you of any regulation, policy, or this User Agreement. Unless specifically stated otherwise, transactions on the website are irreversible.", "isTitle": false, "children": []}, {"index": "1.8", "text": "The information, products and services provided on the Site is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to any law or regulation or which would subject us to any registration requirement within such jurisdiction or country. Accordingly, those persons who choose to access the site from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable.", "isTitle": false, "children": []}, {"index": "2.0", "text": "AMENDMENT OF TERMS ", "isTitle": true, "children": []}, {"index": "2.1", "text": "Oval reserves the right, in our sole discretion, to make changes or modifications to this User Agreement at any time and for any reason. We will notify you about any changes by updating the “Last updated” date of this Terms of Use, and you waive any right to receive specific notice of each of such changes. ", "isTitle": false, "children": []}, {"index": "2.2", "text": "The most current version of the User Agreement is always accessible on our site and the amendments shall take effect immediately after publication on the website. Thus, it is your responsibility to review our site periodically to stay informed of any updates to our Terms of Use. ", "isTitle": false, "children": []}, {"index": "2.3", "text": "You will be deemed to have been made aware of and to have accepted, the changes in any revised Terms of Use by your continued use of our site after the date the updated User Agreement is posted. If you do not agree to the amended Terms of Use, please discontinue access to the website or the use of any of our services immediately. ", "isTitle": false, "children": []}, {"index": "3.0", "text": "CRYPTOCURRENCY RISKS ", "isTitle": true, "children": []}, {"index": "3.1", "text": "We advise that you should only use our services if you are familiar with blockchain technology, cryptocurrencies, and related issues or you learn the basics of the same before using our services.", "isTitle": false, "children": []}, {"index": "3.2", "text": "You should be aware that the risk of loss in trading or holding cryptocurrencies can be substantial. As with any asset, the value of cryptocurrencies is not static and there can be a substantial risk that you may lose all or part of your money buying, selling, holding, or investing in cryptocurrencies. You should carefully assess whether investing in cryptocurrencies and other digital currencies we may offer from time to time is suitable for you considering your financial condition and your risk appetite. You accept and agree that you are solely responsible for any decision to trade or hold the cryptocurrency. ", "isTitle": false, "children": []}, {"index": "3.3", "text": "You understand and accept the risks in buying, selling and/or exchanging Cryptocurrencies, including the fact that we cannot guarantee that any Cryptocurrency will have, at any time, a certain value (if any) or market liquidity. We do not guarantee that you will be able to sell the Cryptocurrency later.", "isTitle": false, "children": []}, {"index": "4.0", "text": "ACCOUNT OPENING", "isTitle": true, "children": []}, {"index": "4.1", "text": "To access our services, you must open an Account with us by means of an online application form and the submission of essential documents provided in our AML/KYC policy. ", "isTitle": false, "children": []}, {"index": "4.2", "text": "Upon the successful opening of an Account, you will be provided with a Digital Currency Wallet (the “Digital Wallet”) which will enable you to begin to exchange and/or sell stable coin, as applicable, in exchange for United States Dollars (“USD”) and/or other currencies as may be determined by us from time to time.", "isTitle": false, "children": []}, {"index": "4.3", "text": "You agree to keep your Account and its password confidential and will be responsible for the use of your account and password. You shall be responsible for all activities that occur under your Account or password whether initiated by you or a third party access to your Account that results from theft or misappropriation of your Account. You must always keep your password confidential and not share or disclose it to any third party. Your Account is for your sole use and you must not assign or otherwise transfer your Account to any other person or entity. ", "isTitle": false, "children": []}, {"index": "5.0", "text": "PERSONAL INFORMATION", "isTitle": true, "children": []}, {"index": "5.1", "text": "The personal information you submitted to open an Account with us through our Site is governed by our <a class=\"underline\" href=\"https://www.useoval.com/privacyPolicy\">Privacy Policy</a> .  ", "isTitle": false, "children": []}, {"index": "6.0", "text": "SERVICE PROVISION ", "isTitle": true, "children": []}, {"index": "6.1", "text": "Our services are exclusively available online through our website and mobile application. Our services allow you to exchange Fiat Currency (“USD”) to stable coin (USDC) and/or virtual currency (“Cryptocurrency”) available on our website. We however reserve the sole discretion to change and/or modify the Cryptocurrency available through our services from time to time. ", "isTitle": false, "children": []}, {"index": "6.2", "text": "For ease, we provide a Digital Wallet service that allows you to securely keep your own Cryptocurrency. This Digital Wallet will be used for all transaction(s) entered while using our services. ", "isTitle": false, "children": []}, {"index": "6.3", "text": "You may choose to transfer the Cryptocurrency to a third-party wallet provided the wallet has been screened by us. We reserve the right to refuse such a transfer where the third-party wallet does not meet our compliance standard. ", "isTitle": false, "children": []}, {"index": "6.4", "text": "You may transfer and/or receive Fiat Currency to and/or from Oval from any payment channel registered in your name. We will not accept or send funds from or to any third party.", "isTitle": false, "children": []}, {"index": "6.5", "text": "We may accept or refuse to offer our services (or any part thereof) at our discretion. You acknowledge that an order shall not be deemed accepted, and there shall be no binding obligation on Oval to supply any such service until:", "isTitle": false, "children": ["a)Our written acceptance of the order; or", "b)The performance of the requested service or the notification that the service is ready to be performed.  "]}, {"index": "6.6", "text": "You shall be fully responsible for paying all sums (whether Fiat Currency or Cryptocurrency) owed to us by you. You hereby grant to us a continuing lien and security interest in any and all sums and/or Cryptocurrency credited by or due from us to you, whether for safekeeping or otherwise, or in transit to or from us as security for the full and punctual payment and performance of all your liabilities and obligations and such deposits and other sums and/or Cryptocurrency may be applied or set off against such liabilities and obligations at any time, whether or not such are then due, whether or not demand has been made and whether or not collateral is available to us.", "isTitle": false, "children": []}, {"index": "6.7", "text": "Any request placed will be executed once the funds clear into our bank account. If the payment received is lower and/or higher than the amount required to execute the order, we may take any of the following actions:", "isTitle": false, "children": ["a)Automatically update and execute the order in accordance with the payment received and notify you of the updated order; or", "b)Contact you to receive new instructions; or", "c)Suspend and/or cancel and/or reject the order."]}, {"index": "6.8", "text": "Marketing and other promotional materials relating to our services are only illustrative and do not form part of our services. You agree to receive marketing materials sent by us from time to time.", "isTitle": false, "children": []}, {"index": "6.9", "text": "Cryptocurrency transactions may be pending and its delivery may be completed separate from the payment despite our reasonable efforts to deliver the Cryptocurrency within a reasonable time. ", "isTitle": false, "children": []}, {"index": "6.10", "text": "It may take time for cryptocurrency transactions to be processed once submitted to the digital currency network but funds associated with such shall not be available on your Digital wallet to conduct another transaction.", "isTitle": false, "children": []}, {"index": "6.11", "text": "We will use our best efforts to execute all orders but, in some circumstances, we may be unable to. If this is the case, we will notify you and seek your approval to re-attempt execution of your order. ", "isTitle": false, "children": []}, {"index": "6.12", "text": "You accept that we will deliver any cryptocurrency obtained using our services into the Digital Wallet provided for your account. If you request us to deliver a Cryptocurrency to your Personal Wallet, it is your responsibility to enter the correct details of the Personal Wallet. You hereby guarantee the accuracy of the details provided. We shall not be liable for any consequential, special, incidental, or indirect loss, damage, loss of profits, loss of opportunity (including relating to the volatility of Cryptocurrencies), costs or expenses you may suffer in relation to the instructions and/or details you provide and/or in case of delivery to the wrong Personal Wallet.", "isTitle": false, "children": []}, {"index": "7.0", "text": "AVAILABILITY OF OUR SERVICES ", "isTitle": true, "children": []}, {"index": "7.1", "text": "We do not always guarantee the availability of our site. You hereby acknowledge that we reserve the right to delay, deny, or suspend all our site and/or our services (or any part thereof) at any time and at our sole discretion. ", "isTitle": false, "children": []}, {"index": "7.2", "text": "We have no responsibility and/or liability whatsoever in connection with the unavailability or suspension of any service, whether caused by us or by a third party or a force majeure event. You hereby agree that any such event may cause a delay in the execution or processing of your orders and transactions, and you irrevocably release us of any liability in this regard.", "isTitle": false, "children": []}, {"index": "8.0", "text": "FEES", "isTitle": true, "children": []}, {"index": "8.1", "text": "The services offered by us are subject to charges and fees (the “fees”), which we may revise from time to time at our discretion. Each exchange is subject to conversion fee (“commission,” “margin”, “spread”).", "isTitle": false, "children": []}, {"index": "8.2", "text": "The conversion fee is embedded within the exchange rates quoted on the website. Oval’s exchange rates are based on known providers. The exchange rate is stated either as a \"Buy Price\" or as a \"Sell Price\", which is the price at which you may sell or purchase Cryptocurrency, respectively.", "isTitle": false, "children": []}, {"index": "8.3", "text": "We may adjust our fees at any time. You acknowledge that the Buy Price Exchange Rate may not be the same as the Sell Price Exchange Rate at any given time, and that we may add a margin to the quoted Exchange Rate. You agree to accept the exchange rate when you authorize a transaction. We do not process a transaction if the conversion fee and any other associated fees would, together, exceed the value of your transaction.", "isTitle": false, "children": []}, {"index": "8.4", "text": "We cannot guarantee the availability of any exchange rate. We equally cannot guarantee that you will be able to buy and/or sell your Cryptocurrency on the open market at any price or time.", "isTitle": false, "children": []}, {"index": "8.5", "text": "Any transaction executed, payment and/or transfer by us to you whether of fiat Currency or Cryptocurrency shall be made and/or paid following the deduction of any applicable fees, including processing fees, which shall be displayed on the website.", "isTitle": false, "children": []}, {"index": "8.6", "text": "We may also charge a fee on withdrawals, deposits, refunds and/or order cancellations in fiat and cryptocurrency.", "isTitle": false, "children": []}, {"index": "8.7", "text": "Please note that we will credit your wallet net of any fees charged by third parties such as correspondent/intermediary bank fees and/or blockchain network fees. You commit to reimburse us for any losses, costs and/or expenses incurred by it from any chargeback, payment reversal and/or recall.", "isTitle": false, "children": []}, {"index": "9.0", "text": "ORDER EXECUTION", "isTitle": true, "children": []}, {"index": "9.1", "text": "The price displayed on our site is the price we will buy, sell and/or exchange the Cryptocurrency (the “Price”, “exchange rate”).", "isTitle": false, "children": []}, {"index": "9.2", "text": "Any Price displayed on our site is accurate for that moment alone and the Price which appears on the site upon your order for the services may not be the actual Price at the time of your transaction. This is primarily due to the highly volatile nature of Cryptocurrencies and the timeframe necessary for executing the order.", "isTitle": false, "children": []}, {"index": "9.3", "text": "The Actual Price of your transaction (the “Actual Price”) will be the Price which appears on the site upon actual crediting of your Digital wallet with the Cryptocurrency with respect to the transaction executed and not when you made the order.", "isTitle": false, "children": []}, {"index": "9.4", "text": "You understand and agree that the Actual Price may vary from any other quoted Price which was previously displayed and/or available on the site, in accordance with available liquidity and fluctuations, and the Actual Price may change, and we have no control whatsoever on such change.", "isTitle": false, "children": []}, {"index": "9.5", "text": "No order will be executed by us unless your Account has been verified. Any unperformed orders will have a pending status and shall not be binding on us.", "isTitle": false, "children": []}, {"index": "9.6", "text": "Following execution of an order (“exchange,” “withdrawal”, “exchange & withdrawal”) we will within a reasonable time:", "isTitle": false, "children": ["i.Deliver the relevant Cryptocurrency to your Digital Wallet and/or to your Personal Wallet, if appropriate.", "ii.In case of sale by you of Cryptocurrency, Fiat Currency will be transferred through bank wire transfer and/or debit/credit card and/or third-party processor accordingly."]}, {"index": "10.0", "text": "USER REPRESENTATIONS", "isTitle": true, "children": []}, {"index": "10.1", "text": "By using the site and account opening, you expressly represent and warrant that:", "isTitle": false, "children": ["a)You have accepted this User Agreement;", "b)You are of legal age (no younger than age 18);", "c)You are not a minor in the district where you reside [or if a minor, you have received parental permission to use the Site]; ", "d)You are of sound mind and capable of taking responsibility for your own actions, and have the legal capacity to be accept this User Agreement and transact with us;", "e)You are not, located in or a national or a resident of any FATF high risk country;", "f)All registration information that you submit to us during the creation of your Account, and thereafter (including as part of any use of the services) is true, current, complete, and not misleading and, as appropriate, matches the name(s) on the credit/debit card(s) or other payment accounts to be used to receive Fiat Currency in exchange for the Cryptocurrency and vice versa;", "g)Promptly update such registration information as necessary to keep it current;", "h)You will not use the services for any illegal purpose or to pay for, or support ", "any illegal activities;", "i)You will not use methods to conceal the site from which you access the site and that you will disclose to us your accurate and true location. We are entitled to cease, suspend or terminate your Account and block or freeze funds available in your Account should we determine that the activity on your Account is suspicious or related to any prohibited activity or illegitimate or fraudulent operation;", "j)You shall act only for yourself. You shall not function as an intermediary, agent, advisor or in any fiduciary capacity except when acting for an institution;", "k)Your use of the site will not violate any applicable law or regulation;", "l)You will not manipulate the services in any manner including the use of automated systems or non-human means (i.e., bots, software and/or system);", "m)You will notify us immediately of any unauthorized use of your Account or password, suspected compromise of your login information, or any other breach of security. We shall do our best to block and/or suspend any transactions on your account upon receipt of such notification. The notification shall be in writing to our support channel at Info@useoval.com, and the email subject should highlight the unauthorized access in bold; ", "n)You agree to be solely responsible for keeping your Account details confidential and safeguarding your Digital Wallet. Any compromise of your Account login information may expose your Account to unauthorized access which may result in theft or loss;", "o)Your Account is for your personal use only, and not for the use or access by any third party. In any event, you are fully responsible for all acts or omissions of any third party accessing and/or making use of your Account. You acknowledge that you can only open one Account and that multiple or linked Accounts are not allowed for a user. "]}, {"index": "10.2", "text": "You consent to the processing of your personal information in accordance with our Privacy Policy to enable us to verify your identity and maintain your Account with us, as well as comply with our legal obligations and warrant to provide us with any documents and/or comply with any requests that might be made for this purpose. Where you fail to comply with our inquiries and/or meet our compliance criteria for whatever reason, we have the right to reject the opening and/or cease and/or suspend and/or block the Account without any obligation to provide any justification for our decision.", "isTitle": false, "children": []}, {"index": "11.0", "text": "TRANSACTION LIMIT", "isTitle": true, "children": []}, {"index": "11.1", "text": "Our services may be subject to transaction limits in accordance with our licenses as stated from time to time on our site. We reserve the right to review the transaction limits and raise or reduce the same at our sole discretion. ", "isTitle": false, "children": []}, {"index": "11.2", "text": "If you wish to raise your transaction limit we may require you to submit additional information about yourself or your business, provide records, and other documents (\"Enhanced Due Diligence\").", "isTitle": false, "children": []}, {"index": "11.3", "text": "Any request to increase your transaction limits will require you to send a formal request through any of our support channels at Info@useoval.com and or provide additional information for your account (e.g., proof of source of funds).", "isTitle": false, "children": []}, {"index": "11.4", "text": "We reserve the right to charge you fees associated with the Enhanced Due Diligence necessary to raise your transaction limit although if we intend to do so, we will notify you in advance so that you can decide whether you wish to proceed with the request. In our discretion, we may refuse to raise your limits, or we may lower your limits at a subsequent time even if you have completed Enhanced Due Diligence.", "isTitle": false, "children": []}, {"index": "12.0", "text": "CANCELLATIONS AND REFUNDS", "isTitle": true, "children": []}, {"index": "12.1", "text": "All exchanges performed with our services, whether completed or pending, are final. The transactions are non-refundable, irrevocable and cannot be altered once completed.", "isTitle": false, "children": []}, {"index": "12.2", "text": "Executed transactions and/or orders cannot be altered, cancelled and are irreversible. A transaction and/or order can only be canceled prior to its execution, provided adequate notice of the cancellation is given to us. Transactions and/or orders canceled before execution whereby payment has been received by us, such payment will be refunded to you following the deduction of any fee for such a refund.", "isTitle": false, "children": []}, {"index": "12.3", "text": "If your payment is not successful or if your payment method has insufficient funds, you authorize us, in our sole discretion, either to cancel the transaction, fulfil a portion of that transaction or debit your other payment methods, including balances on your Digital Wallet, in any amount necessary to complete the transaction. You are responsible for maintaining an adequate balance and/or sufficient credit limits to avoid overdraft, insufficient funds, or similar fees charged by your payment provider.", "isTitle": false, "children": []}, {"index": "12.4", "text": "If you wish to return the Cryptocurrency exchanged from us, we may, at our sole discretion, buy it back from you based on the current market rate minus the fee payable for the transaction. For this purpose, please contact us via email at Info@useoval.com.", "isTitle": false, "children": []}, {"index": "12.5", "text": "In special circumstances relevant to transfers made to us, such as:", "isTitle": false, "children": ["a)When you fail to provide any KYC documents required by us; or", "b)If you share your login data to your Account with a third party; or", "c)If you choose to cancel the order."]}, {"index": "12.6", "text": "We reserve the right to suspend or cancel your payment order. If we cancel your order following the receipt of the funds from you with regards to such order, we will, subject to applicable law and regulation, refund such funds to you. Such refund shall be made to the same source from which the funds originated, after deductions of any cost or expense we incur with regards to such transfer, including without limitation to any wire transfer charges, currency exchange charges and/or payment processing charges. In case refunds cannot be made to the same source for whatever reason, your funds may be returned to another source to which you are the beneficiary, if you provide us with the required documents and information to verify that the account to which the funds were requested to be returned belongs to you.", "isTitle": false, "children": []}, {"index": "12.7", "text": "To comply with Anti-Money Laundering and Terrorist Financing regulations or any other regulations and to prevent prohibited conduct, all payments and information related to a refund may be verified by us. In such a case, we may request that you provide additional information or documents, including without limitation identification documents, copy of your credit card or bank details and/or any other proof required to affect the refund. If you fail to provide these additional documents or information, or in case of any doubts as to the authenticity of any data and/or documentation  provided to us, we shall be entitled to cease the refund process until you take appropriate measures, as requested.", "isTitle": false, "children": []}, {"index": "12.8", "text": "Notwithstanding the above, we reserve the right to cancel your order without any refund, or decline any refund request, if we suspect that you have or are engaged in, or have in any way been involved in, fraudulent or illegal activity.", "isTitle": false, "children": []}, {"index": "12.9", "text": "A refund will be processed without undue delay, and in any event within 15 business days from cancellation of the order, subject to the requirements set forth above, and provided that the sum is not held by a third party outside our control. ", "isTitle": false, "children": []}, {"index": "13.0", "text": "SUSPENSION AND TERMINATION", "isTitle": true, "children": []}, {"index": "13.1", "text": "This User Agreement shall remain in full force and effect while you use the Site, and you maintain an Account with us. Without limitation to any other provision of this User Agreement, we reserve the right to, in our sole discretion and without notice or liability, to: ", "isTitle": false, "children": ["a)Suspend your Account;", "b)Terminate or close your Account;", "c)Deny access to and use of the site (or any part thereof)", "d)Refuse or decline execution and/or processing of any transaction;", "e)Restrict your Account or access to our services;", "f)Withhold any payment or transfer of fiat Currency and/or Cryptocurrency; and ", "g)Prohibit access to our site and/or its content or tools."]}, {"index": "13.2", "text": "Should we terminate and/or close your Account any fiat Currency and/or Cryptocurrency belonging to you will be refunded to you, subject to your payment of all sums (whether Fiat Currency or Cryptocurrency) owed to us in accordance with our right stated in clause 6.6 above.", "isTitle": false, "children": []}, {"index": "13.3", "text": "You may terminate and/or close your Account at any time by submitting your request at Info@useoval.com notwithstanding any request to close and/or terminate your Account you will remain responsible for any outstanding obligations on payments existing as of the effective date of the termination or closure.", "isTitle": false, "children": []}, {"index": "13.4", "text": "If we have reason to believe that a fraudulent act was made by you or in connection to your Account, including the use of stolen debit/credit cards or any other fraudulent activity (including reversal of payment, chargeback, recall etc.), we hereby reserve the right to close, suspend or freeze your Account as well as withhold any payment. Also, we shall be entitled to inform the relevant authorities of any such unlawful activity.", "isTitle": false, "children": []}, {"index": "13.5", "text": "Following the termination or closure of your Account we may retain your personal information for as long as necessary to comply with our legal and regulatory obligations.", "isTitle": false, "children": []}, {"index": "14.0", "text": "COMPLIANCE WITH LAWS AND REGULATIONS", "isTitle": true, "children": []}, {"index": "14.1", "text": "You hereby undertake not to use any of our services on the Site should such use contravene any laws applicable to you or your district.", "isTitle": false, "children": []}, {"index": "14.2", "text": "If we believe that your use of our services or Site may not be fully compliant with applicable laws and regulations, we may refuse to accept you as a User or open an Account for you for the provision of our services.", "isTitle": false, "children": []}, {"index": "14.3", "text": "You hereby warrant and represent that (i) you are not a resident of a Financial Action Task Force (FATF) high risk and other monitored jurisdictions’ country and/or (ii) you appear in any international and/or national sanctions list.", "isTitle": false, "children": []}, {"index": "14.4", "text": "We reserve the right not to accept users from certain jurisdictions as per our internal risk management criteria.", "isTitle": false, "children": []}, {"index": "14.5", "text": "You are solely responsible for determining whether, and to what extent, any taxes apply to the transactions conducted using our services and are exclusively liable and/or responsible for the payment of such taxes to appropriate authorities.", "isTitle": false, "children": []}, {"index": "14.6", "text": "We are committed to combating Anti-Money Laundering and Counter Terrorist Financing as such we have implemented procedures and systems aimed at allowing us to identify and mitigate the use of our website and services for illegal purposes.", "isTitle": false, "children": []}, {"index": "14.7", "text": "Should any transaction be suspected to be in breach of Anti-Money Laundering and Counter Terrorist Financing laws and regulations we shall take all actions necessary, including reporting our suspicions to the competent authorities.", "isTitle": false, "children": []}, {"index": "15.0", "text": "TERM", "isTitle": true, "children": []}, {"index": "15.1", "text": "This User Agreement becomes effective from your access to our Site or the use of our services, or any part thereof, and shall remain in full force and effect for so long as you access or use the Site or our services, unless terminated earlier in accordance with this User Agreement.", "isTitle": false, "children": []}, {"index": "15.2", "text": "We may, at any time and for any reason, cease providing any or all our services, and/or terminate this User Agreement. ", "isTitle": false, "children": []}, {"index": "15.3", "text": "Without limitation to the above, we may also terminate your access and use of any or all our services if you breach any provision of this User Agreement or if we are required to do so by law, court order, the instruction of a governmental entity, etc.", "isTitle": false, "children": []}, {"index": "16.0", "text": "INTELLECTUAL PROPERTY", "isTitle": true, "children": []}, {"index": "16.1", "text": "Unless otherwise indicated, the Site is our proprietary property and all source code, databases, functionality, software, website designs, domain name, and graphics on the Site (collectively, the “Content”) and the copyright, trademarks, service marks, and logos contained therein (the “Marks”) are owned or controlled by us or licensed to us and are protected by copyright and trademark laws and various other intellectual property rights and the unfair competition laws.  ", "isTitle": false, "children": []}, {"index": "16.2", "text": "The Content and the Marks are provided on the Site “AS IS” for your information and personal use only. Except as expressly provided in these Terms of Service, no part of the Site and no Content or Marks may be copied, redistributed, published, reverse engineered, decompiled, disassembled, modified, translated for any purpose whatsoever. You shall equally not make any attempt to access the source code to create derivative works of the source code, or otherwise; sell, assign, sublicense, transfer, distribute or lease the Intellectual Property; make the Intellectual Property available to any third party through a computer network or otherwise; export the Intellectual Property to any country (whether by physical or electronic means); or use the Intellectual Property in a manner prohibited by any laws or regulations.", "isTitle": false, "children": []}, {"index": "16.3", "text": "You will be liable and hereby undertake to indemnify us for any unauthorized use and/or infringement of our Intellectual Property.", "isTitle": false, "children": []}, {"index": "17.0", "text": "INDEMNITY", "isTitle": true, "children": []}, {"index": "17.1", "text": "You agree to indemnify and defend Oval and all affiliated companies, and their respective shareholders, directors, officers, employees, agents, partners, representatives, and licensors (collectively “Indemnified Parties”) and hold them harmless from any claims, actions, damages, losses, costs, fines, liabilities, and expenses (including legal fees) incurred by you relating to or arising out of:", "isTitle": false, "children": ["a)Your use of, or inability to use, the website and the services;", "b)Your violation of the User Agreement or the documents they incorporate by reference;", "c)Your violation of the rights of a third party, including without limitations any intellectual property or privacy rights; or", "d)Your violation of any applicable laws, rules, or regulations or third-party policies, terms of use, guidelines, etc. "]}, {"index": "17.2", "text": "We may, at our own cost, assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will fully cooperate with us in asserting any available defense(s).", "isTitle": false, "children": []}, {"index": "18.0", "text": "LIMITATION OF LIABILITY", "isTitle": true, "children": []}, {"index": "18.1", "text": "You expressly agree that your use of, or inability to use, our service is at your sole risk. Our services and the Site are (except as expressly stated by us) provided 'AS IS' and 'AS AVAILABLE' for your use, and we disclaim any representation, warranties, or conditions of any kind, either statutory, express, or implied, including all implied warranties or conditions of merchantability, merchantable quality, fitness for a particular purpose, durability, title, and non-infringement.", "isTitle": false, "children": []}, {"index": "18.2", "text": "In no event will Oval, its affiliates, service providers, or any of their respective officers, directors, shareholders, agents, employees or representatives, be liable to you or anyone on your behalf, for any direct, indirect, special, incidental, intangible, or consequential damages or loss of any kind, including without limitations, loss of business, profits, revenues, data, contracts or anticipated savings, savings, opportunity, discount or rebate, harm to reputation or loss of goodwill; and/or loss or any damage, arising from your use of the site, services or Intellectual Property whether based in contract, tort, negligence, strict liability, or otherwise, arising out of or in connection with authorized or unauthorized use of the website and/or services and/or Intellectual Property.", "isTitle": false, "children": []}, {"index": "18.3", "text": "We shall not be liable in any way for the erroneous transfer of any Fiat Currency if you provide us with incorrect and/or incomplete bank account details. We shall not be liable in any way for the erroneous transfer of any Cryptocurrency made to a different network or address and we will not be able to recover any cryptocurrency not specified on our platform which you may have deposited to an address belonging to us.", "isTitle": false, "children": []}, {"index": "18.4", "text": "We specifically disclaim any warranties, representations or guarantees regarding the timeframe required to complete or execute any request(s) or order(s) provided by you, which are dependent upon factors outside our control.", "isTitle": false, "children": []}, {"index": "19.0", "text": "FORCE MAJEURE", "isTitle": true, "children": []}, {"index": "19.1", "text": "Oval shall not be considered in breach of its obligations under this Agreement or be responsible for any delay in carrying out its obligations, if performance is prevented or delayed wholly or in part as a consequence (direct or indirect) of failure of electronic or mechanical communication lines, telephone or other telecommunication issues, unauthorized third party access, malfunction of electronic equipment, operator error, cybersecurity breach of the cryptocurrency blockchain, war (whether war declared or not), emergency, strike, industrial dispute, accident, fire, earthquake, flood, storm, tempest, any act of God or any form of intervention, directive or action by any tier of government, regulatory or judicial authority or any other cause beyond the reasonable control of Oval (“Force Majeure”). ", "isTitle": false, "children": []}, {"index": "20.0", "text": "COMPLAINTS", "isTitle": true, "children": []}, {"index": "20.1", "text": "In the event you wish to complain at any time about our services, you may do so by contacting Info@useoval.com. We will investigate your complaint and will notify you of our conclusions and explain how these have been reached.", "isTitle": false, "children": []}, {"index": "20.2", "text": "Compliants regarding the fluctuations in the value of your investment is not a valid reason for complaint, as this is a highly volatile market, and the value of your investments can shift unpredictably.", "isTitle": false, "children": []}, {"index": "21.0", "text": "NOTICES AND COMMUNICATION", "isTitle": true, "children": []}, {"index": "21.1", "text": "You agree and consent to receive electronically all communications, agreements, documents, notices, and disclosures (collectively, \"Communications\") that we provide in connection with your Account and your use of our services. ", "isTitle": false, "children": []}, {"index": "21.2", "text": "These Communications may include updates to Policies you agree to (e.g., the Terms of use, Privacy Policy, any of its related policies), Account or transaction information, legal, regulatory, and tax disclosures or statements we may be required to make available to you; and responses to claims or customer support inquiries filed in connection with your Account.", "isTitle": false, "children": []}, {"index": "21.3", "text": "We will provide these Communications to you by posting them on the site, emailing them to you at the primary email address listed in your Account, communicating to you via instant chat, and/or through other electronic Communication such as text message or mobile push notification.", "isTitle": false, "children": []}, {"index": "21.4", "text": "You may withdraw your consent to receive Communications electronically by contacting us at Info@useoval.com. If you fail to provide or if you withdraw your consent to receive Communications electronically, we reserve the right to immediately close your Account or charge you additional fees for paper copies.", "isTitle": false, "children": []}, {"index": "21.5", "text": "It is your responsibility to provide us with a true, accurate and complete email address and your contact information, and to keep such information up to date. You understand and agree that if we send you an electronic Communication, but you do not receive it because your primary email address on file is incorrect, out-of-date, blocked by your service provider, or you are otherwise unable to receive electronic Communications, we will be deemed to have provided the Communication to you.", "isTitle": false, "children": []}, {"index": "22.0", "text": "MISCELLANEOUS", "isTitle": true, "children": []}, {"index": "22.1", "text": "Entire Agreement", "isTitle": true, "children": ["These User Agreement and any policies or operating rules posted by us on this site or in respect to our Service constitutes the entire agreement and understanding between you and us and govern your use of our Service, superseding any prior or contemporaneous agreements, communications, and proposals, whether oral or written, between you and us (including, but not limited to, any prior versions of the Terms of Service). Any ambiguities in the interpretation of this User Agreement shall not be construed against the drafting party."]}, {"index": "22.2", "text": "Transfer and Assignment", "isTitle": true, "children": ["You cannot transfer or assign your rights interests, or obligations in this User Agreement to anyone else. We may transfer or assign our rights licenses, interests, or our obligations at any time, including as part of a merger, acquisition or other corporate reorganization involving Oval. Subject to the foregoing, this User Agreement will bind and inure to the benefit of the parties, their successors and permitted assigns."]}, {"index": "22.3", "text": "Language ", "isTitle": true, "children": ["This User Agreement and any information or notifications that you or we are to provide will be in English. Any translation of this User Agreement or other documents is provided for your convenience only and may not accurately represent the information in the original English version. In the event of any inconsistency, the English language version of this Agreement or other documents shall prevail."]}, {"index": "22.4", "text": "Financial Advice", "isTitle": true, "children": ["For the avoidance of doubt, the information on our site do not constitute financial, investment, tax, legal advice to you, nor does it constitute broking on your behalf. All trades are executed automatically, based on the parameters of your order instructions and in accordance with posted trade execution procedures, and you are solely responsible for determining whether any investment, investment strategy or related transaction is appropriate for you based on your personal investment objectives, financial circumstances, and risk tolerance. You should consult your legal or tax professional regarding your specific situation."]}, {"index": "22.5", "text": "Headings", "isTitle": true, "children": ["The headings used in this User Agreement are included for convenience of reference only and should not affect the meaning or construction of the contents incorporated into the operating provisions of the Agreement neither shall it be deemed to be any indication of the meaning of the clauses and sub-clauses to which they relate."]}, {"index": "22.6", "text": "Survival", "isTitle": true, "children": ["All provisions of this User Agreement which by their nature extend beyond the expiration or termination of this User Agreement and general provisions will continue to be binding and operate after the termination or expiration of this User Agreement."]}, {"index": "22.7", "text": "Severability", "isTitle": true, "children": ["If any provision of this User Agreement shall be determined to be invalid or unenforceable under any rule, law or regulation, any governmental agency or by a court of competent jurisdiction, such provision may be changed to accomplish the objectives of the provision to the greatest extent possible, and/or severed from the remainder of this Terms of Use, and other parts shall continue to be valid.  "]}]